Repository: kazzttor/GeradorDePodcast
Catalog: PodcastGenerator/components/locale/*/LC_MESSAGES/messages.po
Languages: pt_br

source: This Podcast has no password
pt_br: Este Podcast não possui senha

source: Already signed in
pt_br: Já conectado

source: Success
pt_br: Sucesso

source: Invalid password
pt_br: Senha inválida

source: Password required
pt_br: Senha obrigatória

source: Enter Password
pt_br: Digite a Senha

source: Authentication required
pt_br: Autenticação necessária

source: More
pt_br: Mais

source: Edit/Delete (Admin)
pt_br: Editar/Excluir (Admin)

source: Filetype
pt_br: Tipo de arquivo

source: Size
pt_br: Tamanho

source: Duration
pt_br: Duração

source: Categories
pt_br: Categorias

source: No episodes found with that search term
pt_br: Nenhum episódio encontrado com esse termo de busca

source: No episodes uploaded yet
pt_br: Nenhum episódio enviado ainda

source: Search
pt_br: Buscar

source: Bulk download episodes
pt_br: Download em massa de episódios

source: If you want to bulk download all episodes, you need to have curl installed. On Windows 10, macOS and most Linux distributions it is already pre-installed. Please open your Terminal app on macOS and Linux or open the start menu and search for cmd.exe on Windows. After this paste the following (long) command into the terminal/cmd.exe and press enter.
pt_br: Se você deseja baixar todos os episódios em massa, é necessário ter o curl instalado. No Windows 10, macOS e na maioria das distribuições Linux, ele já vem pré-instalado. Por favor, abra seu aplicativo Terminal no macOS e Linux ou abra o menu iniciar e procure por cmd.exe no Windows. Depois disso, cole o seguinte comando (longo) no terminal/cmd.exe e pressione enter.

source: No name given
pt_br: Nenhum nome fornecido

source: Episode does not exist
pt_br: O episódio não existe

source: Missing fields
pt_br: Campos faltando

source: Too many categories selected (max: 3)
pt_br: Muitas categorias selecionadas (máx: 3)

source: Invalid Author E-Mail provided
pt_br: E-mail do autor fornecido inválido

source: Invalid Episode Number provided
pt_br: Número do episódio fornecido inválido

source: Invalid Season Number provided
pt_br: Número da temporada fornecido inválido

source: Size of the 'Short Description' exceeded
pt_br: Tamanho da 'Descrição Curta' excedido

source: Custom tags are not well-formed
pt_br: Tags personalizadas não estão bem formadas

source: %s has invalid file extension
pt_br: %s possui extensão de arquivo inválida

source: %s was not uploaded successfully
pt_br: %s não foi enviado com sucesso

source: The uploaded cover art file is not readable (permission error)
pt_br: O arquivo de arte da capa enviado não é legível (erro de permissão)

source: %s has unsupported MIME content type %s
pt_br: %s possui tipo de conteúdo MIME %s não suportado

source: Edit Episode
pt_br: Editar Episódio

source: Main Information
pt_br: Informação Principal

source: Title
pt_br: Título

source: Short Description
pt_br: Descrição Curta

source: %d characters remaining
pt_br: %d caracteres restantes

source: Category
pt_br: Categoria

source: You can select up to 3 categories
pt_br: Você pode selecionar até 3 categorias

source: Publication Date
pt_br: Data de Publicação

source: If you select a date in the future, it will be published then
pt_br: Se você selecionar uma data futura, ele será publicado nessa data

source: Date
pt_br: Data

source: Time
pt_br: Hora

source: Extra Information
pt_br: Informações Extras

source: Current Cover
pt_br: Capa Atual

source: Upload new cover
pt_br: Enviar nova capa

source: Long Description
pt_br: Descrição Longa

source: Episode Number
pt_br: Número do Episódio

source: Season Number
pt_br: Número da Temporada

source: iTunes Keywords
pt_br: Palavras-chave do iTunes

source: Explicit Content
pt_br: Conteúdo Explícito

source: Yes
pt_br: Sim

source: No
pt_br: Não

source: Author
pt_br: Autor

source: Custom Tags
pt_br: Tags Personalizadas

source: Save Changes
pt_br: Salvar Alterações

source: Delete Episode
pt_br: Excluir Episódio

source: Delete
pt_br: Excluir

source: Added %d new episode(s)
pt_br: Adicionado %d novo(s) episódio(s)

source: No new episodes were found
pt_br: Nenhum novo episódio foi encontrado

source: FTP Feature
pt_br: Funcionalidade FTP

source: FTP Auto Indexing
pt_br: Indexação Automática FTP

source: Begin
pt_br: Iniciar

source: Episodes
pt_br: Episódios

source: Click on the title of the podcast you want to edit/delete.
pt_br: Clique no título do podcast que você deseja editar/excluir.

source: Dates in <span style='color:blue;'>blue</span> are in the future. Dates in <span style='color:green;'>green</span> have been posted.
pt_br: Datas em <span style='color:blue;'>azul</span> estão no futuro. Datas em <span style='color:green;'>verde</span> foram publicadas.

source: Category already exists
pt_br: Categoria já existe

source: Manage categories
pt_br: Gerenciar categorias

source: Add category
pt_br: Adicionar categoria

source: Category Name
pt_br: Nome da Categoria

source: Add
pt_br: Adicionar

source: Current Categories
pt_br: Categorias Atuais

source: Regenerate Feed
pt_br: Regenerar Feed

source: Successfully regenerated RSS feed
pt_br: Feed RSS regenerado com sucesso

source: Return
pt_br: Retornar

source: Invalid filename, only A-Z, a-z, underscores and dots are permitted
pt_br: Nome de arquivo inválido, apenas A-Z, a-z, sublinhados e pontos são permitidos

source: The uploaded episode file is not readable (permission error)
pt_br: O arquivo de episódio enviado não é legível (erro de permissão)

source: Embedded cover art
pt_br: Arte da capa incorporada

source: The embedded cover art file was not saved successfully
pt_br: O arquivo de arte da capa incorporada não foi salvo com sucesso

source: Upload Episode
pt_br: Enviar Episódio

source: "%s" uploaded successfully
pt_br: "%s" enviado com sucesso

source: File
pt_br: Arquivo

source: Episode Cover
pt_br: Capa do Episódio

source: Explicit content
pt_br: Conteúdo explícito

source: Upload episode
pt_br: Enviar episódio

source: Password Reset
pt_br: Redefinir Senha

source: Reset your password
pt_br: Redefina sua senha

source: No password, no problem!
pt_br: Sem senha, sem problema!

source: We offer a tool which allows you to easily recover your password. However, the danger of this is that as long as this file is online, anyone can reset this password so this file shouldn't be online that long.
pt_br: Oferecemos uma ferramenta que permite recuperar sua senha facilmente. No entanto, o perigo disso é que, enquanto este arquivo estiver online, qualquer pessoa poderá redefinir esta senha, portanto, este arquivo não deve ficar online por muito tempo.

source: In the ZIP file of this version which you downloaded there is a file in the %s folder called %s. Upload this file to into the admin directory with the name %s
pt_br: No arquivo ZIP desta versão que você baixou, há um arquivo na pasta %s chamado %s. Envie este arquivo para o diretório admin com o nome %s

source: If you no don't have this ZIP file anymore, don't worry! All versions of Podcast Generator ever released since 2.5 are available on the Podcast Generator Homepage.
pt_br: Se você não tiver mais este arquivo ZIP, não se preocupe! Todas as versões do Gerador de Podcast lançadas desde a 2.5 estão disponíveis na página inicial do Gerador de Podcast.

source: Welcome to your Podcast Generator Admin Interface
pt_br: Bem-vindo à sua Interface de Administração do Gerador de Podcast

source: Login disabled for security reasons
pt_br: Login desabilitado por motivos de segurança

source: Invalid username or password
pt_br: Nome de usuário ou senha inválidos

source: Username
pt_br: Nome de usuário

source: Password
pt_br: Senha

source: Forgot Password?
pt_br: Esqueceu a senha?

source: Sign In
pt_br: Entrar

source: Toggle navigation
pt_br: Alternar navegação

source: Upload New Episodes
pt_br: Enviar Novos Episódios

source: View All Episodes
pt_br: Ver Todos os Episódios

source: FTP Feature (Auto Indexing)
pt_br: Funcionalidade FTP (Indexação Automática)

source: Manually regenerate RSS feed
pt_br: Regenerar feed RSS manualmente

source: Themes and aspect
pt_br: Temas e aparência

source: Change Theme
pt_br: Alterar Tema

source: Customize your Freebox
pt_br: Personalizar sua Freebox

source: Change Buttons
pt_br: Alterar Botões

source: Podcast Platform Settings
pt_br: Configurações da Plataforma de Podcast

source: Change Cover Art
pt_br: Alterar Arte da Capa

source: Change Podcast Category
pt_br: Alterar Categoria do Podcast

source: Podcast Details
pt_br: Detalhes do Podcast

source: Change Podcast details
pt_br: Alterar detalhes do Podcast

source: Podcast Generator
pt_br: Gerador de Podcast

source: Change Podcast Generator Config
pt_br: Alterar Configuração do Gerador de Podcast

source: Manage users
pt_br: Gerenciar usuários

source: Manage integrations
pt_br: Gerenciar integrações

source: View Podcast
pt_br: Ver Podcast

source: Season and episode number
pt_br: Número da temporada e episódio

source: Podcast Generator Configuration
pt_br: Configuração do Gerador de Podcast

source: Change Podcast Generator Configuration
pt_br: Alterar Configuração do Gerador de Podcast

source: Enable Audio and Video Player
pt_br: Habilitar Player de Áudio e Vídeo

source: Enable streaming in web browser
pt_br: Habilitar streaming no navegador web

source: Enable Freebox
pt_br: Habilitar Freebox

source: Freebox allows you to write freely what you wish, add links or text through a visual editor in the admin section.
pt_br: A Freebox permite que você escreva livremente o que deseja, adicione links ou texto através de um editor visual na seção de administração.

source: Enable categories
pt_br: Habilitar categorias

source: Enable categories feature to make thematic lists of your podcasts.
pt_br: Habilitar a funcionalidade de categorias para criar listas temáticas dos seus podcasts.

source: Enable custom tag input
pt_br: Habilitar entrada de tags personalizadas

source: Enable the ability to add custom RSS tags to your podcast feed and individual episodes.
pt_br: Habilitar a capacidade de adicionar tags RSS personalizadas ao feed do seu podcast e episódios individuais.

source: Episode sort order
pt_br: Ordem de classificação dos episódios

source: Choose how episodes are ordered on the website and in the RSS feed.
pt_br: Escolha como os episódios são ordenados no site e no feed RSS.

source: Time zone
pt_br: Fuso horário

source: Select time zone for displaying the time which episodes have been released.
pt_br: Selecione o fuso horário para exibir a hora em que os episódios foram lançados.

source: Use cron to regenerate the RSS feed
pt_br: Usar cron para regenerar o feed RSS

source: Password Protection for the web pages
pt_br: Proteção por Senha para as páginas web

source: Leave empty for no password, keep in mind that the feed and the audio files will still be accessible no matter if a password is set or not
pt_br: Deixe vazio para sem senha, lembre-se que o feed e os arquivos de áudio ainda estarão acessíveis, independentemente de uma senha ser definida ou não

source: Submit
pt_br: Enviar

source: Already registered with Podcast Index
pt_br: Já registrado no Podcast Index

source: API error
pt_br: Erro de API

source: Unsupported service
pt_br: Serviço não suportado

source: API key
pt_br: Chave de API

source: API secret
pt_br: Segredo da API

source: Podcast ID
pt_br: ID do Podcast

source: Enter the ID number for your show in Podcast Index or click "Add Show" to add your show to the index
pt_br: Insira o número de ID do seu programa no Podcast Index ou clique em "Adicionar Programa" para adicionar seu programa ao índice

source: Add Show
pt_br: Adicionar Programa

source: Server address
pt_br: Endereço do servidor

source: This is the full address of the WebSub hub to alert when the podcast is updated.
pt_br: Este é o endereço completo do hub WebSub para alertar quando o podcast for atualizado.

source: Error while changing password
pt_br: Erro ao alterar a senha

source: You cannot delete yourself
pt_br: Você não pode excluir a si mesmo

source: User does not exists
pt_br: Usuário não existe

source: Unknown error while deleting user
pt_br: Erro desconhecido ao excluir usuário

source: Error while creating user
pt_br: Erro ao criar usuário

source: It may take a few seconds until the changes are visible
pt_br: Pode levar alguns segundos até que as alterações sejam visíveis

source: User changed successfully
pt_br: Usuário alterado com sucesso

source: User created successfully
pt_br: Usuário criado com sucesso

source: User deleted successfully
pt_br: Usuário excluído com sucesso

source: List of users
pt_br: Lista de usuários

source: Create User
pt_br: Criar Usuário

source: User does not exist
pt_br: Usuário não existe

source: You cannot edit usernames
pt_br: Você não pode editar nomes de usuário

source: New Password
pt_br: Nova Senha

source: Repeat new password
pt_br: Repetir nova senha

source: Change
pt_br: Alterar

source: Delete user
pt_br: Excluir usuário

source: Podcast GUID is malformed
pt_br: O GUID do Podcast está malformado

source: Locked
pt_br: Bloqueado

source: Unlocked
pt_br: Desbloqueado

source: Off
pt_br: Desligado

source: Change Podcast Details
pt_br: Alterar Detalhes do Podcast

source: Podcast Title
pt_br: Título do Podcast

source: Podcast Subtitle or Slogan
pt_br: Subtítulo ou Slogan do Podcast

source: Podcast Description
pt_br: Descrição do Podcast

source: Copyright Notice
pt_br: Aviso de Copyright

source: Author Name
pt_br: Nome do Autor

source: Author E-Mail Address
pt_br: Endereço de E-mail do Autor

source: Podcast GUID
pt_br: GUID do Podcast

source: Unique ID code for your podcast across the internet
pt_br: Código de ID único para seu podcast na internet

source: Feed Language
pt_br: Idioma do Feed

source: Main language of your podcast
pt_br: Idioma principal do seu podcast

source: Explicit Podcast
pt_br: Podcast Explícito

source: Lock Podcast Feed
pt_br: Bloquear Feed do Podcast

source: Prevent other platforms from importing your feed
pt_br: Impedir que outras plataformas importem seu feed

source: Custom Feed Tags
pt_br: Tags de Feed Personalizadas

source: Category 1 needs to be set
pt_br: A Categoria 1 precisa ser definida

source: Select Podcast Category
pt_br: Selecionar Categoria do Podcast

source: Select Podcast Categories
pt_br: Selecionar Categorias do Podcast

source: Select or change Podcast Categories (for iTunes)
pt_br: Selecione ou altere as Categorias do Podcast (para iTunes)

source: Category %d
pt_br: Categoria %d

source: Save
pt_br: Salvar

source: Image format is not supported
pt_br: Formato de imagem não suportado

source: Image does not have square dimensions
pt_br: A imagem não possui dimensões quadradas

source: Image was not uploaded successfully
pt_br: A imagem não foi enviada com sucesso

source: Store Cover
pt_br: Armazenar Capa

source: Change Cover
pt_br: Alterar Capa

source: The cover art will be displayed in the podcast readers.
pt_br: A arte da capa será exibida nos leitores de podcast.

source: Select file
pt_br: Selecionar arquivo

source: Upload
pt_br: Enviar

source: Item exists
pt_br: Item existe

source: Name, Link and CSS Class needs to be set
pt_br: Nome, Link e Classe CSS precisam ser definidos

source: Theme Buttons
pt_br: Botões do Tema

source: Click on the button you wish to edit
pt_br: Clique no botão que você deseja editar

source: Name
pt_br: Nome

source: needs to be unique
pt_br: precisa ser único

source: where it should point to
pt_br: para onde deve apontar

source: CSS Classes
pt_br: Classes CSS

source: depends on theme, you can use %s in the default theme
pt_br: depende do tema, você pode usar %s no tema padrão

source: Protocol
pt_br: Protocolo

source: Leave it blank if you don't know what you are doing
pt_br: Deixe em branco se você não sabe o que está fazendo

source: Delete Button
pt_br: Excluir Botão

source: Add Button
pt_br: Adicionar Botão

source: Theme Change
pt_br: Alterar Tema

source: Change theme
pt_br: Alterar tema

source: You can upload themes to your %s folder
pt_br: Você pode enviar temas para a sua pasta %s

source: Installed themes
pt_br: Temas instalados

source: No compatible themes installed
pt_br: Nenhum tema compatível instalado

source: This theme is currently in use
pt_br: Este tema está em uso atualmente

source: Switch theme
pt_br: Mudar tema

source: Customize Freebox
pt_br: Personalizar Freebox

source: Current Freebox
pt_br: Freebox Atual

source: Enable / Disable Freebox
pt_br: Habilitar / Desabilitar Freebox

source: Disable Freebox
pt_br: Desabilitar Freebox

source: Change Freebox content
pt_br: Alterar conteúdo da Freebox

source: Content
pt_br: Conteúdo

source: All Episodes
pt_br: Todos os Episódios
